Repository: indico/newdle
Catalog: newdle/client/src/locales/*/messages.po
Languages: he, id

source: <0>newdle</0> is a collective meeting scheduling application.
he: <0>newdle</0> הוא יישום שיתופי לתזמון פגישות.
id: <0>newdle</0> adalah aplikasi penjadwalan rapat kolektif.

source: <0>newdle</0> will collect the answers!
he: <0>newdle</0> יאסוף את התשובות!
id: <0>newdle<0> akan mengumpulkan jawabannya!

source: Accept all options where I'm available
he: לקבל את כל האפשרויות לזמן הפנוי שלי
id: Terima semua opsi di mana saya tersedia

source: Add new participants
he: הוספת משתתפים חדשים
id: Tambah partisipan baru

source: Add participant
he: הוספת משתתף
id: Tambah partisipan

source: Advanced options
he: אפשרויות מתקדמות
id: Pilihan lanjutan

source: All participants answered.
he: כל המשתתפים ענו.
id: Semua partisipan menjawab.

source: Answer newdle
he: לענות ל־newdle
id: Jawab newdle

source: Answering on behalf of:
he: מענה בשם:
id: Menjawab atas nama:

source: Are you sure you want to leave this page without saving?
he: לעזוב את העמוד הזה בלי לשמור?
id: Apakah Anda yakin ingin meninggalkan halaman ini tanpa menyimpan?

source: Attention
he: לתשומת לבך
id: Perhatian

source: Awaiting your reply
he: בהמתנה לתגובתך
id: Menunggu jawaban Anda

source: Back
he: חזרה
id: Kembali

source: Cancel
he: ביטול
id: Batal

source: Change participants
he: החלפת משתתפים
id: Ubah partisipan

source: Change time slots
he: החלפת חלונות הזמן
id: Ubah slot waktu

source: Choose the participants
he: בחירת המשתתפים
id: Pilih partisipan

source: Choose the time slots
he: בחירת חלונות הזמן
id: Pilih slot waktu

source: Choose your participants
he: בחירת המשתתפים שלך
id: Pilih partisipan Anda

source: Click to add time slots
he: אפשר להוסיף חלונות זמן בלחיצה
id: Klik untuk menambahkan slot waktu

source: Confirm
he: אישור
id: Konfirmasi

source: Copied!
he: הועתקו!
id: Disalin!

source: Copy time slots from previous day
he: להעתיק את חלונות הזמן מהיום שלפני
id: Salin slot waktu dari hari sebelumnya

source: Copy to clipboard
he: העתקה ללוח הגזירים
id: Salin ke papan klip

source: Create event
he: יצירת אירוע
id: Buat event

source: Create your first newdle!
he: ניצור את ה־newdle הראשון שלך!
id: Buat newdle pertama Anda!

source: Create your newdle!
he: ניצור את ה־newdle שלך!
id: Buat newdle Anda!

source: Delete newdle
he: מחיקת needle
id: Hapus newdle

source: Delete this newdle
he: מחיקת ה־newdle הזה
id: Hapus newdle ini

source: Do you really wish to delete this newdle? Please be aware that <0>this action cannot be undone.</0>
he: למחוק את ה־newdle הזה? נא לשים לב <0>שזאת פעולה בלתי הפיכה.</0>
id: Apakah Anda yakin ingin menghapus newdle ini? Perlu diingat bahwa <0>tindakan ini tidak bisa diurungkan.</0>

source: Done!
he: בוצע!
id: Selesai!

source: Duration
he: משך
id: Durasi

source: E-mail participants
he: לשלוח דוא״ל למשתתפים
id: Surel partisipan

source: Email address
he: כתובת דוא״ל
id: Surel

source: Error occurred
he: אירעה שגיאה
id: Terjadi galat

source: Finalize your newdle
he: לסיים עם ה־newdle שלך
id: Selesaikan newdle Anda

source: Get started
he: איך מתחילים
id: Memulai

source: Go to newdle summary!
he: מעבר לתקציר ה־newdle!
id: Buka ringkasan newdle!

source: How does it work?
he: איך זה עובד?
id: Bagaimana ini bekerja?

source: It is not possible to answer this newdle anymore.
he: אי אפשר לענות יותר על ה־newdle הזה.
id: Tidak bisa menjawab newdle ini lagi.

source: Keep list of participants private
he: לשמור על רשימת המשתתפים בחשאיות
id: Sembunyikan daftar partisipan

source: Leave a comment (optional)
he: להשאיר תגובה (רשות)
id: Tinggalkan komentar (opsional)

source: Leave a comment...
he: להשאיר תגובה…
id: Tinggalkan komentar...

source: Log in
he: כניסה
id: Masuk

source: Log out
he: יציאה
id: Keluar

source: Logging in...
he: מתבצעת כניסה…
id: Masuk...

source: Login
he: כניסה
id: Masuk

source: Login required
he: חובה להיכנס
id: Masuk diperlukan

source: Logout
he: יציאה
id: Keluar

source: Made at <0>CERN</0>, the place where the web was born.
he: נוצר ב־<0>CERN</0>, המקום בו נוסד האינטרנט.
id: Dibuat di <0>CERN</0>, tempat di mana web lahir.

source: Missing search criteria
he: חסר תנאי חיפוש
id: Kriteria pencarian yang hilang

source: My newdles
he: ה־newdleים שלי
id: Newdle saya

source: Name
he: שם
id: Nama

source: Newdles I'm in
he: Newdleים שאני חלק מהם
id: Newdles aku masuk

source: Next
he: הבא
id: Selanjutnya

source: Next step
he: השלב הבא
id: Langkah selanjutnya

source: No data
he: אין נתונים
id: Tidak ada data

source: No options chosen
he: לא נבחרו אפשרויות
id: Tidak ada pilihan yang dipilih

source: No participants selected
he: לא נבחרו משתתפים
id: Tidak ada partisipan yang dipilih

source: No users matching the criteria
he: אין משתמשים שעונים לתנאים
id: Tidak ada pengguna yang memenuhi kriteria

source: Nobody has voted yet.
he: לא התקבלו הצבעות עדיין.
id: Belum ada yang memberikan suara.

source: Note that some of your participants did not provide an email address and thus could not be notified!
he: נא לשים לב שחלק מהמשתתפים לא סיפקו כתובת דוא״ל עדיין ולכן אי אפשר להודיע להם!
id: Perlu diketahui bahwa beberapa partisipan Anda tidak menyediakan surel sehingga tidak bisa diberitahu!

source: Notify me about new answers
he: להודיע לי על תשובות חדשות
id: Beri tahu saya tentang jawaban baru

source: Notify the participants via e-mail
he: להודיע למשתתפים בדוא״ל
id: Beri tahu partisipan lewat surel

source: Once the newdle is created, you will be shown a link which you need to send to anyone you wish to invite.
he: לאחר יצירת ה־newdle יופיע קישור שעליך לשלוח למוזמנים המיועדים.
id: Setelah newdle dibuat, Anda akan diperlihatkan tautan yang bisa Anda kirim ke siapa pun yang Anda ingin undang.

source: Please enter a title for your event...
he: נא למלא את כותרת האירוע שלך…
id: Masukkan judul untuk acara Anda...

source: Please enter your name...
he: נא למלא את השם שלך…
id: Mohon ketik nama Anda...

source: Please log in again to confirm your identity
he: נא להיכנס שוב כדי לאמת את הזהות שלך
id: Mohon masuk kembali untuk mengonfirmasi identitas Anda

source: Search
he: חיפוש
id: Cari

source: Select final date
he: נא לבחור מועד סופי
id: Pilih tanggal akhir

source: Select your language
he: נא לבחור את השפה שלך
id: Pilih bahasa Anda

source: Send your answer
he: שליחת התשובה שלך
id: Kirim jawaban Anda

source: Set the time slots based on their availability
he: להגדיר את חלונות הזמן לפי הזמינות שלהם
id: Atur slot waktu berdasarkan ketersediaannya

source: Skip
he: דילוג
id: Lanjut

source: Some of your participants do not have e-mail addresses and will not be contacted:
he: לחלק מהמשתתפים שלך אין כתובות דוא״ל ולא יווצר מולם קשר:
id: Beberapa partisipan Anda tidak memiliki surel dan tidak akan dihubungi:

source: Something went wrong when notifying participants:
he: משהו השתבש בשליחת ההודעות למשתתפים:
id: Ada sesuatu yang salah ketika memberitahukan partisipan:

source: The following participants have not voted yet:
he: המשתתפים הבאים טרם הצביעו:

source: The participants have been notified of the final date.
he: המשתתפים קיבלו הודעה על המועד הסופי.

source: There are no participants yet.
he: עדיין אין משתתפים.
id: Belum ada partisipan.

source: They will be presented as options to the participants
he: הם יוצגו כאפשרויות למשתתפים

source: This newdle has already finished
he: ה־newdle הזה כבר הסתיים
id: Newdle ini telah selesai

source: This newdle has been deleted by its creator.
he: ה־newdle הזה נמחק על ידי מי שיצר אותו.
id: Newdle ini telah dihapus oleh pembuatnya.

source: This newdle has finished
he: ה־newdle הזה הסתיים
id: Newdle ini telah selesai

source: Timezone
he: אזור זמן
id: Zona Waktu

source: Update your answer
he: עדכון התשובה שלך
id: Perbarui jawaban Anda

source: View summary
he: הצגת תקציר

source: We are almost there!
he: כמעט סיימנו!

source: Welcome to newdle!
he: ברוך בואך ל־newdle!
id: Selamat datang di newdle!

source: Who are you?
he: עם מי יש לי הכבוד?
id: Siapa Anda?

source: You are not part of any newdles yet.
he: עוד לא השתתפת באף newdle.

source: You can also "Skip" this step and simply share the link to your newdle
he: ניתן „לדלג” על השלב הזה ופשוט לשתף את הקישור ל־newdle שלך

source: You can use it to find out the best dates/times for your meetings.
he: ניתן להשתמש בזה כדי למצוא את המועדים המיטביים לפגישות שלך.

source: You need to log in to access this page
he: עליך להיכנס כדי לגשת לעמוד הזה
id: Anda harus masuk untuk mengakses halaman ini

source: Your answer has been saved!
he: התשובה שלך נשמרה!
id: Jawaban Anda telah disimpan!

source: Your newdle was created and invitation e-mails have been sent. You can send the following link to everyone you would like to invite:
he: ה־newdle שלך נוצר ונשלחו הזמנות בדוא״ל. ניתן לשלוח את הקישור הבא לכל המוזמנים המיועדים:
id: Newdle Anda telah dibuat dan surel undangan telah dikirim. Anda bisa mengirim tautan berikut ke siapa pun yang Anda ingin undang:

source: Your newdle was created. You can now send the following link to everyone you would like to invite:
he: ה־newdle שלך נוצר. כעת ניתן לשלוח את הקישור הבא לכל המוזמנים המיועדים:
id: Newdle Anda telah dibuat. Anda bisa mengirim tautan berikut ke siapa pun yang Anda ingin undang:

source: Your participants will receive an e-mail asking them to register to their preference. Once the newdle is created, you will be shown a link you can share with anyone else you wish to invite.
he: המשתתפים שלך יקבלו הודעה בדוא״ל שתבקש מהם לבחור את ההעדפה שלהם. לאחר יצירת ה־newdle, יופי קישור שניתן לשתף עם המוזמנים המיועדים.

source: Your session expired
he: תוקף ההפעלה שלך פג

source: by {author}
he: מאת {author}
id: oleh {author}

source: finished
he: הסתיים
id: selesai

source: newdle is Open Source Software
he: newdle היא תכנית בקוד פתוח
id: newdle adalah Perangkat Lunak Sumber Terbuka

source: newdle logo
he: הלוגו של newdle
id: logo newdle

source: ongoing
he: נוכחי
id: sedang berjalan

source: originally created in the <0>{newdleTz}</0> timezone
he: נוצר במקור באזור הזמן <0>{newdleTz}</0>

source: switch back to the <0>{defaultUserTz}</0> timezone
he: מעבר חזרה לאזור הזמן <0>{defaultUserTz}</0>

source: {0, plural, one {# participant will be e-mailed:} other {# participants will be e-mailed:}}
he: {0, plural, one {תישלח הודעת דוא״ל למשתתף אחד:} other {תישלח הודעה בדוא״ל ל־# המשתתפים:}}

source: {0, plural, one {+# more} other {+# more}}
he: {0, plural, one {+עוד אחד} other {+עוד #}}

source: {0, plural, one {You replied with # timeslot} other {You replied with # timeslots}}
he: {0, plural, one {הגבת עם חלון זמן אחד} other {הגבת עם # חלונות זמן}}

source: {0, plural, one {{1} out of # participant answered} other {{2} out of # participants answered}}
he: {0, plural, one {משתתף אחד ענה} other {{2} מתוך # משתתפים ענו}}

source: {0} will take place on:
he: {0} יתקיים ב־:

source: {availableCount, plural, one {# available participant} other {# available participants}}
he: {availableCount, plural, one {משתתף אחד זמין} other {# משתתפים זמינים}}

source: {hours, plural, one {{hours} hour} other {{hours} hours}}
he: {hours, plural, one {שעה} two {שעתיים} other {{hours} שעות}}

source: {hours}h {minutes}min
he: {hours} שע׳ ו־{minutes} דק׳
id: {hours}jam {minutes}menit

source: {numSlots, plural, one {<0>#</0> slot added} other {<1>#</1> slots added} =0 {You haven't added any slots yet}}
he: {numSlots, plural, one {נוסף חלון זמן<0>אחד</0> slot added} other {נוספו <1>#</1> חלונות זמן} =0 {עדיין לא הוספת חלונות זמן}}

source: {numberOfAvailable, plural, one {# option out of {numberOfTimeslots} chosen} other {# options out of {numberOfTimeslots} chosen}}
he: {numberOfAvailable, plural, one {נבחרה אפשרות אחת מתוך {numberOfTimeslots}} other {נבחרו # אפשרויות מתוך {numberOfTimeslots}}}

source: {title} will take place on:
he: {title} יתקיים ב־:
